<?php

return [
    // 'marital_status'    => [
    //     'married' => 'متاهل',
    //     'single'  => 'مجرد',
    // ],
    // 'military_status'   => [
    //     'permanent'    => 'معافیت دائم',
    //     'medical'      => 'معافیت پزشکی',
    //     'finished'     => 'پایان خدمت',
    //     'should_serve' => 'مشمول',
    //     'other'        => 'سایر',
    // ],
    'proficiency_level' => [
        'little'  => 'کم',
        'average' => 'متوسط',
        'good'    => 'خوب',
        'perfect' => 'عالی',
    ],
    'language'          => [
        'english' => 'انگلیسی',
        'french'  => 'فرانسوی',
        'german'  => 'آلمانی',
        'spanish' => 'اسپانیایی',
        'other'   => 'سایر',
    ],
    'grade'             => [
        'بیسواد' => 'بیسواد',
        'سوادآموزی'  => 'سوادآموزی',
        'ابتدائی'    => 'ابتدائی',
        'راهنمائی'       => 'راهنمائی',
        'متوسطه'       => 'متوسطه',
        'پیش دانشگاهی'       => 'پیش دانشگاهی',
        'کاردانی'       => 'کاردانی',
        'کارشناسی'       => 'کارشناسی',
        'کارشناسی ارشد'       => 'کارشناسی ارشد',
        'دکتری'       => 'دکتری'
    ],
    'shamsi_months'     => [
        1  => 'فروردین',
        2  => 'اردیبهشت',
        3  => 'خرداد',
        4  => 'تیر',
        5  => 'مرداد',
        6  => 'شهریور',
        7  => 'مهر',
        8  => 'آبان',
        9  => 'آذر',
        10 => 'دی',
        11 => 'بهمن',
        12 => 'اسفند',
    ],
];
